---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.RadPerS
source: html/dd8e0898-6eb2-2085-c2d7-354d067924d6.htm
---
# Autodesk.Revit.DB.SymbolTypeId.RadPerS Property

Symbol rad/s, indicating unit Radians per second.

## Syntax (C#)
```csharp
public static ForgeTypeId RadPerS { get; }
```